Repository: MarkusEh/vdr-plugin-tvscraper
Catalog: po/*.po
Languages: de_de

source: Name in external database:
de_de: Name in externer Datenbank:

source: Configure channels to be scraped
de_de: Kanäle zum scrapen festlegen

source: System language
de_de: Systemsprache

source: Number of additional languages
de_de: Zahl zusätzlicher Sprachen

source: Additional language
de_de: Zusätzliche Sprache

source: Set language for each channel
de_de: Sprache für jeden Kanal festlegen

source: HD channels
de_de: HD Kanäle

source: Create timers to improve and complement recordings
de_de: Timer anlegen um Aufzeichnungen zu verbessern und zu ergänzen

source: Recording folders to improve
de_de: Verzeichnisse der Aufzeichnungen, die verbessert werden sollen

source: TV shows to record
de_de: Serien, die aufgezeichnet werden sollen

source: Trigger scraping Video Directory
de_de: Scrapen des Video Verzeichnisses starten

source: Trigger EPG scraping
de_de: EPG Scraping starten

source: Write episode to EPG
de_de: Episode in das EPG schreiben

source: Enable Debug Logging
de_de: Debug Logging aktivieren

source: don't scrap
de_de: nicht scrapen

source: scrap
de_de: scrapen

source: Select language for channels
de_de: Sprache für Kanäle auswählen

source: Create timers for missing episodes of this TV show?
de_de: Timer für fehlende Folgen der Serie anlegen?

source: (name not available)
de_de: (Name nicht verfügbar)

source: Complement collection %.*s, caused by recording
de_de: Ergänzen der Filmreihe %.*s, wegen der Aufzeichnung

source: Episode of series %.*s, caused by recording
de_de: Folge der Serie %.*s, wegen der Aufzeichnung

source: Improve recording
de_de: Verbessern der Aufzeichnung

source: Episode Name:
de_de: Name der Episode:

source: Season Number:
de_de: Nummer der Staffel:

source: Episode Number:
de_de: Nummer der Episode:
